Repository: markblre/ElleEstOuLaMer
Catalog: ElleEstOuLaMer/Localizable.xcstrings
Source language: fr
Languages: en

# aboutButtonTitle
source: À propos
en: About

# aboutTitle
source: À propos
en: About

# acknowledgments
source: Merci à Pascal D. pour l’idée et le nom de l’app ;)
en: Thanks to Pascal D. for the idea and the app name ;)

# appOnlySupportsFranceMessage
source: Pour l’instant, l’app ne recense que les baignades en France. Mais tu peux toujours poser un point sur la carte pour aller jeter un œil !
en: For now, you can only explore bathing spots in France. But you can still drop a pin on the map to take a look around!

# appOnlySupportsFranceTitle
source: Tu sembles ne pas être en France…
en: You seem to be outside of France…

# contactLink
source: [Me contacter](https://mballereau.fr/elle-est-ou-la-mer/fr/contact.html)
en: [Contact me](https://mballereau.fr/elle-est-ou-la-mer/en/contact.html)

# customSearchOriginMarkerLabel
source: Position personnalisée
en: Custom position

# dataSourceNotice
source: Données issues de [data.gouv.fr](https://www.data.gouv.fr), publiées sous Licence Ouverte 2.0.
en: Data from [data.gouv.fr](https://www.data.gouv.fr), published under the Open License 2.0.

# developedByMarkBallereauLinkedIn
source: Développé par Mark Ballereau ([LinkedIn](https://www.linkedin.com/in/markblre))
en: Developed by Mark Ballereau ([LinkedIn](https://www.linkedin.com/in/markblre))

# favoritesButtonTitle
source: Favoris
en: Favorites

# favoritesEmptyMessage
source: Oups, ton coin de paradis préféré n’est pas encore là… Et si tu lançais une recherche ?
en: Oops, your favorite spot’s not here yet… Wanna start a search?

# favoritesTitle
source: Favoris
en: Favorites

# locationAccessDeniedMessage
source: On aurait bien aimé t’emmener te baigner, mais on ne sait pas où tu es… Autorise la localisation dans les réglages !
en: We would have loved to take you swimming, but we don’t know where you are… Please enable location access in your settings!

# locationErrorTitle
source: On rame pour te localiser…
en: We’re paddling hard to find you…

# locationNetworkErrorMessage
source: Impossible de te localiser à cause d’un souci réseau. Tu serais pas déjà en pleine mer ?
en: Can’t locate you due to a network hiccup. Maybe you’re already out at sea?

# locationUnknownErrorMessage
source: Un imprévu est arrivé pendant la localisation. Tu veux bien réessayer ?
en: Something unexpected happened while locating you. Mind trying again?

# mainButtonTitle
source: Elle est où la mer ?
en: Where’s the sea?

# nextSiteButtonTitle
source: Propose-moi un autre spot !
en: Show me another spot!

# openInAppleMaps
source: Ouvrir dans Plans
en: Open in Apple Maps

# openInGoogleMaps
source: Ouvrir dans Google Maps
en: Open in Google Maps

# openInWaze
source: Ouvrir dans Waze
en: Open in Waze

# privacyPolicyLink
source: [Politique de confidentialité](https://mballereau.fr/elle-est-ou-la-mer/fr/privacy.html)
en: [Privacy Policy](https://mballereau.fr/elle-est-ou-la-mer/en/privacy.html)

# returnToMyLocationButtonTitle
source: Retour à ma position
en: Return to my location

# returnToSearchScreenButtonTitle
source: Retour à l’écran de recherche
en: Return to search screen

# unknownErrorMessage
source: Hmm, quelque chose n’a pas marché. On retente ?
en: Hmm, something didn’t work. Want to try again?
